import React from "react"
import './Shluzi.css';


function Shluzi () {
    
return ( <div>
<div>
<div></div>

<div><b className="name18">Технические характеристики судоходных шлюзов на внутренних водных путях Республики Беларусь  </b></div>
<div className="content56">
<button className="btn56"><a>
    <b>Дубой</b><br></br>
    Местоположение на реке(канале): река Пина<br></br>
    Год ввода в эксплуатацию: 2006<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,7<br></br>
    Напор, м: 2,4<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,75/2,6<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Переруб</b><br></br>
    Местоположение на реке(канале): река Пина<br></br>
    Год ввода в эксплуатацию: 1938<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 80,0<br></br>
    Ширина камеры(пролета), м: 11,26<br></br>
    Напор, м: 2,1<br></br>
    Глубина на пороге(ВГ/НГ), м: 3,9/1,76<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Рагодощ</b><br></br>
    Местоположение на реке(канале): Днепро-Бугский канал<br></br>
    Год ввода в эксплуатацию: 2019<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,9<br></br>
    Напор, м: 1,8<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,75/2,5<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Овзичи</b><br></br>
    Местоположение на реке(канале): Днепро-Бугский канал<br></br>
    Год ввода в эксплуатацию: 1941<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 78,85<br></br>
    Ширина камеры(пролета), м: 11,06<br></br>
    Напор, м: 1,8<br></br>
    Глубина на пороге(ВГ/НГ), м: 3,8/2,0<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Ляховичи</b><br></br>
    Местоположение на реке(канале): Днепро-Бугский канал<br></br>
    Год ввода в эксплуатацию: 1941<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 79,8<br></br>
    Ширина камеры(пролета), м: 11,1<br></br>
    Напор, м: 1,9<br></br>
    Глубина на пороге(ВГ/НГ), м: 4,1/2,17<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Кобрин</b><br></br>
    Местоположение на реке(канале): Днепро-Бугский канал<br></br>
    Год ввода в эксплуатацию: 2009<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,7<br></br>
    Напор, м: 5,35<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,70/2,55<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Залузье</b><br></br>
    Местоположение на реке(канале): река Муховец<br></br>
    Год ввода в эксплуатацию: 2015<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,9<br></br>
    Напор, м: 2,35<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,70/2,50<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Новосады</b><br></br>
    Местоположение на реке(канале): река Муховец<br></br>
    Год ввода в эксплуатацию: 2003<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,7<br></br>
    Напор, м: 2,4<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,75/2,45<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Тришин</b><br></br>
    Местоположение на реке(канале): река Муховец<br></br>
    Год ввода в эксплуатацию: 2011<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 120,0<br></br>
    Ширина камеры(пролета), м: 12,9<br></br>
    Напор, м: 1,4<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,50/2,70<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Качановичи</b><br></br>
    Местоположение на реке(канале): река Припять<br></br>
    Год ввода в эксплуатацию: 1954<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 110,0<br></br>
    Ширина камеры(пролета), м: 11,93<br></br>
    Напор, м: 2,2<br></br>
    Глубина на пороге(ВГ/НГ), м: 4,4/2,2<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Стахово</b><br></br>
    Местоположение на реке(канале): река Припять<br></br>
    Год ввода в эксплуатацию: 1956<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 110,0<br></br>
    Ширина камеры(пролета), м: 12<br></br>
    Напор, м: 3<br></br>
    Глубина на пороге(ВГ/НГ), м: 5,2/2,2<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Немново</b><br></br>
    Местоположение на реке(канале): Августовский канал<br></br>
    Год ввода в эксплуатацию: 1829<br></br>
    Количество камер,шт: 4<br></br>
    Длина камеры между устоями(полезная), м: 356,14<br></br>
    Ширина камеры(пролета), м: 6,2<br></br>
    Напор, м: 11,5<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,16/1.0/1.0/0.95/1.0<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Домбровка</b><br></br>
    Местоположение на реке(канале): Августовский канал<br></br>
    Год ввода в эксплуатацию: 1828-1829<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 65,5<br></br>
    Ширина камеры(пролета), м: 6,18<br></br>
    Напор, м: 3,3<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,1/1,1<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Волкушек</b><br></br>
    Местоположение на реке(канале): Августовский канал<br></br>
    Год ввода в эксплуатацию: 1828-1829<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 64,8<br></br>
    Ширина камеры(пролета), м: 6,14<br></br>
    Напор, м: 4<br></br>
    Глубина на пороге(ВГ/НГ), м: 2,46/1,05<br></br>
    </a></button>
    <button className="btn56"><a>
    <b>Шлюз Витебской ГЭС</b><br></br>
    Местоположение на реке(канале): река Западная Двина<br></br>
    Год ввода в эксплуатацию: 2017<br></br>
    Количество камер,шт: 1<br></br>
    Длина камеры между устоями(полезная), м: 94,0<br></br>
    Ширина камеры(пролета), м: 13,5<br></br>
    Напор, м: 13<br></br>
    Глубина на пороге(ВГ/НГ), м: -<br></br>
    </a></button>
</div>
</div>
</div>

)
}

export default Shluzi;