import React from "react"
import './Porty.css';


function Porty () {
    
return ( <div>
<div>
<div></div>

<div><b className="name8">Порты на внутренних водных путях Республики Беларусь  </b></div>
<div className="content9">
<button className="btn9"><a>
    <b>Речной порт Бобруйск</b><br></br>
    Год ввода в эксплуатацию: 1970<br></br>
    Река (канал): река Березина<br></br>
    Берег: Левый<br></br>
    Местоположение: 170 км от устья р.Березина<br></br>
    Длина всего причала: 560 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Гомель</b><br></br>
    Год ввода в эксплуатацию: 1933<br></br>
    Река (канал): река Сож<br></br>
    Берег: Правый<br></br>
    Местоположение: 100 км от устья р.Сож<br></br>
    Длина всего причала: 455 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Могилев</b><br></br>
    Год ввода в эксплуатацию: 1976<br></br>
    Река (канал): река Днепр<br></br>
    Берег: Левый<br></br>
    Местоположение: 1508 км от устья р.Днепр<br></br>
    Длина всего причала: 760 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Речица</b><br></br>
    Год ввода в эксплуатацию: 1944<br></br>
    Река (канал): река Днепр<br></br>
    Берег: Правый<br></br>
    Местоположение: 1171 км от устья р.Днепр<br></br>
    Длина всего причала: 760 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Брест</b><br></br>
    Год ввода в эксплуатацию: 1950<br></br>
    Река (канал): река Муховец<br></br>
    Берег: Правый<br></br>
    Местоположение: 194 км от от г.Пинск<br></br>
    Длина всего причала: 210 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Пинск</b><br></br>
    Год ввода в эксплуатацию: 1939<br></br>
    Река (канал): река Пина<br></br>
    Берег: Левый<br></br>
    Местоположение: 8 км от устья г.Пинск<br></br>
    Длина всего причала: 346 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Мозырь</b><br></br>
    Год ввода в эксплуатацию: 1963<br></br>
    Река (канал): река Припять<br></br>
    Берег: Левый<br></br>
    Местоположение: 188 км от устья р.Припять<br></br>
    Длина всего причала: 800 м<br></br>
    </a></button>
    <button className="btn9"><a>
    <b>Речной порт Микашевичи</b><br></br>
    Год ввода в эксплуатацию: 1978<br></br>
    Река (канал): Микашевичский канал<br></br>
    Берег: Правый<br></br>
    Местоположение: 6,4 км от устья Микашевичского канала<br></br>
    Длина всего причала: 300 м<br></br>
    </a></button>
</div>
</div>
</div>

)
}

export default Porty;