import React from "react"
import './Gabarit.css';

function Gabarit () {
return ( <div >
    {/* <div><b className="name1">река Днепр (дер.Левки (воздушный переход) - н.п. Любеч (граница Белводпуть - Укрводпуть)</b></div> */}
<div className="content121">
<iframe src="https://docs.google.com/spreadsheets/d/e/2PACX-1vTzIyTcr4tuRM21dQulSspl13nNI7_9DVImXyp4oJKNZr-ULHhXKovRqX1gKv455PtoA84f4nyV1pZk/pubhtml?widget=true&amp;headers=false"></iframe>
{/* <button className="btn121"><a>
    <b>Прудки III - Могилев (мостовой переход)</b><br></br>
    Опорный гидропост: Могилев<br></br>
    Протяженность: 27,9 км<br></br>
    Глубина: 120 см<br></br>
    Ширина: 20 м<br></br>
    Радиус: 120 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>Могилев (мостовой переход) - прк. Стайки III</b><br></br>
    Опорный гидропост: Могилев<br></br>
    Протяженность: 26,4 км<br></br>
    Глубина: 130 см<br></br>
    Ширина: 25 м<br></br>
    Радиус: 150 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>прк. Стайки III - Быхов</b><br></br>
    Протяженность: 35,8 км<br></br>
    </a></button>
<button className="btn121"><a>
    <b>Быхов - у.р. Друть</b><br></br>
    Протяженность: 121,5 км<br></br>
    </a></button>
<button className="btn121"><a>
    <b>у.р. Друть - у.р. Березины</b><br></br>
    Протяженность: 118,1 км<br></br>
    </a></button>
<button className="btn121"><a>
    <b>у.р. Березины - прк. Черное I</b><br></br>
    Протяженность: 18,5 км<br></br>
    </a></button>
<button className="btn121"><a>
    <b>прк. Черное - Речицкий ССРЗ</b><br></br>
    Опорный гидропост: Речица<br></br>
    Протяженность: 7,2 км<br></br>
    Глубина: 120 см<br></br>
    Ширина: 30 м<br></br>
    Радиус: 250 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>Речицкий ССРЗ - прк. Боровая I</b><br></br>
    Опорный гидропост: Речица<br></br>
    Протяженность: 28,9 км<br></br>
    Глубина: 110 см<br></br>
    Ширина: 30 м<br></br>
    Радиус: 250 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>прк. Боровая I - Подречицкое</b><br></br>
    Опорный гидропост: Речица<br></br>
    Протяженность: 50,2 км<br></br>
    Глубина: 105 см<br></br>
    Ширина: 30 м<br></br>
    Радиус: 250 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>Подречицкое - Каменка</b><br></br>
    Опорный гидропост: Лоев<br></br>
    Протяженность: 18,3 км<br></br>
    Глубина: 115 см<br></br>
    Ширина: 30 м<br></br>
    Радиус: 250 м<br></br>
    </a></button>
<button className="btn121"><a>
    <b>Подречицкое - Каменка</b><br></br>
    Опорный гидропост: Лоев<br></br>
    Протяженность: 33,7 км<br></br>
    Глубина: 90 см<br></br>
    Ширина: 30 м<br></br>
    Радиус: 200 м<br></br>
    </a></button>
</div>
    <div><b className="name1">река Березина (г.Березино (Березино - пристань) - устье реки Березина</b></div>
    <div className="content121">
         <button className="btn121"><a>
        <b>г.Березино (Березино пристань) - у.р. Волчанки</b><br></br>
         Протяженность: 109 км<br></br>
         </a></button>
    <button className="btn121"><a>
    <b>у.р. Волчанки - Бобруйский порт</b><br></br>
    Опорный гидропост: Бобруйск<br></br>
    Протяженность: 29,5 км<br></br>
    Глубина: 100 см<br></br>
    Ширина: 25 м<br></br>
    Радиус: 125 м<br></br>
    </a></button>
    <button className="btn121"><a>
    <b>Бобруйский порт - прк. Волышино</b><br></br>
    Опорный гидропост: Бобруйск<br></br>
    Протяженность: 26,5 км<br></br>
    Глубина: 100 см<br></br>
    Ширина: 25 м<br></br>
    Радиус: 150 м<br></br>
    </a></button>
    <button className="btn121"><a>
    <b>прк. Волышино - оз. Сельное</b><br></br>
    Протяженность: 83,9 км
    </a></button>
    <button className="btn121"><a>
    <b>оз. Сельное - Якимова Слобода IV</b><br></br>
    Опорный гидропост: Светлогорск<br></br>
    Протяженность: 12,9 км<br></br>
    Глубина: 105 см<br></br>
    Ширина: 25 м<br></br>
    Радиус: 150 м<br></br>
    </a></button>
    <button className="btn121"><a>
    <b>Якимова Слобода IV - устье реки Березина</b><br></br>
    Протяженность: 46,7 км<br></br>
    </a></button>

    
</div>
<div><b className="name1">река Сож (г.Славгород (Славгород - город) - устье реки Сож)</b></div>
     <div className="content121">
     <button className="btn121"><a>
        <b>г. Славгород (Славгород - город) - Чечерский автомобильный мост</b><br></br>
         Протяженность: 87,6 км<br></br>
         </a></button>
         <button className="btn121"><a>
           <b>Чечерский автомобильный мост - прк. Крысин 1</b><br></br>
            Протяженность: 71,1 км
            </a></button>
            <button className="btn121"><a>
           <b>прк. Крысин 1 - Гомель пристань</b><br></br>
            Опорный гидропост: Гомель<br></br>
            Протяженность: 21,7 км<br></br>
            Глубина: 150 см<br></br>
            Ширина: 25 м<br></br>
            Радиус: 150 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Гомель пристань - порт Осовцы</b><br></br>
            Опорный гидропост: Гомель<br></br>
            Протяженность: 10,1 км<br></br>
            Глубина: 160 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 200 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>порт Осовцы - прк. Никольский 3</b><br></br>
            Опорный гидропост: Гомель<br></br>
            Протяженность: 16,8 км<br></br>
            Глубина: 150 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 200 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>прк. Никольский 3 - прк. Карповка 1</b><br></br>
            Протяженность: 56,1 км
            </a></button>
            <button className="btn121"><a>
           <b>Гомель пристань - порт Осовцы</b><br></br>
            Опорный гидропост: Гомель<br></br>
            Протяженность: 16,1 км<br></br>
            Глубина: 140 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            
     </div>
     <div><b className="name1"> река Неман (деревня Яблоново (вход в затон) - граница с Литовской Республикой)</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>деревня Яблоново (вход в затон) - деревня Ковшово</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 14 км<br></br>
            Глубина: 170 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>деревня Ковшово - Гродненская ГЭС</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 32 км<br></br>
            Глубина: 170 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Гродненская ГЭС - граница с Литовской Республикой</b><br></br>
            Опорный гидропост: Гродно<br></br>
            Протяженность: 46 км<br></br>
            Глубина: 120 см<br></br>
            Ширина: 25 м<br></br>
            Радиус: 150 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> река Муховец (г.Брест (речной порт Брест) - г.Кобрин (слияние реки Муховец и Днепро-Бугского канала)</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>г. Брест (речной порт Брест)- г/у "Тришин"</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 4,5 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 20 м<br></br>
            Радиус: 400 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г/у "Тришин"-г/у "Новосады" </b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 19,5 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 400 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г/у Новосады - г.Кобрин (слияние реки Муховец и Днепро-Бугского канала)</b><br></br>
            Опорный гидропост: Гродно<br></br>
            Протяженность: 36,99 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 400 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> Днепро - Бугский канал (г.Кобрин (слияние реки Муховец и ДБК) - слияние ДБК и реки Пина)</b></div>
     <div className="content122">
     <button className="btn121"><a>
           <b>г. Кобрин (слияние р. Мухавец и ДБК) - слияние ДБК и р. Пина</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 93,01 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 300 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> река Пина (слияние ДБК и реки Пина - г.Пинск (слияние реки Пина и реки Припять) - знак "запрещение прохода")</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>слияние ДБК и реки Пина-г/у "Дубой"</b><br></br>
            Опорный гидропост: Пинск, НПГ<br></br>
            Протяженность: 13,3 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 300 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г/у "Дубой"-порт Пинск</b><br></br>
            Опорный гидропост: Пинск, НПГ<br></br>
            Протяженность: 18,6 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 300 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>порт Пинск-г. Пинск (слияние реки Пина и Припять)</b><br></br>
            Опорный гидропост: Пинск<br></br>
            Протяженность: 8,9 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 40 м<br></br>
            Радиус: 400 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Слияние р. Пина и Припять-знак "Запрещение прохода"</b><br></br>
            Опорный гидропост: Пинск<br></br>
            Протяженность: 0,8 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 20 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> верхний участок реки Припять (7 км реки Припять - г.Пинск,слияние реки Припять и реки Пина)</b></div>
     <div className="content121">
     <button className="btn121"><a>
            </a></button>
     </div>
     <div><b className="name1"> река Припять (г.Пинск (слияние реки Пина и реки Припять) - перекат Усовский-1 (граница с Украиной))</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>г. Пинск (слияние рек Пина и Припять) - г/у "Качановичи"</b><br></br>
            Опорный гидропост: Пинск<br></br>
            Протяженность: 23,3 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 20 м<br></br>
            Радиус: 200 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г/у  "Качановичи"- г/у "Стахово"</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 25,1 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 20 м<br></br>
            Радиус: 400 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г/у  "Стахово"-устье р. Горынь</b><br></br>
            Опорный гидропост: Коробье<br></br>
            Протяженность: 53,8 км<br></br>
            Глубина: 150 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 200 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>устье р. Горынь - устье Микашевичского канала</b><br></br>
            Опорный гидропост: Коробье<br></br>
            Протяженность: 11,1 км<br></br>
            Глубина: 150 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>устье Микашевичского канала - дер. Балажевичи</b><br></br>
            Опорный гидропост: Черничи<br></br>
            Протяженность: 163,6 км<br></br>
            Глубина: 145 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>дер. Балажевичи - Пховский затон</b><br></br>
            Опорный гидропост: Мозырь<br></br>
            Протяженность: 53 км<br></br>
            Глубина: 145 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 250 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Пховский затон - прк. Усовский 1 (граница с Украиной)</b><br></br>
            Опорный гидропост: Мозырь<br></br>
            Протяженность: 53,8 км<br></br>
            Глубина: 160 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 350 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> Микашевичский канал (устье Микашевичского канала - речной порт Микашевичи)</b></div>
     <div className="content122">
     <button className="btn121"><a>
           <b>устье Микашевичского канала- речной порт Микашевичи</b><br></br>
            Опорный гидропост: Коробье<br></br>
            Протяженность: 7 км<br></br>
            Глубина: 160 см<br></br>
            Ширина: 30 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> река Горынь (перекат Комора-2 - устье реки Горынь)</b></div>
     <div className="content122">
     <button className="btn121"><a>
           <b>перекат Комора-2 - устье реки Горынь</b><br></br>
            Протяженность: 13,5 км<br></br>
            </a></button>
     </div>
     <div><b className="name1"> река Западная Двина (деревня Сураж - Полоцкая гидроэлектростанция)</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>деревня Сураж - д. Круподеры</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 15,7 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 150 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>д. Круподеры- Витебская ГЭС</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 31 км<br></br>
            Глубина: 200 см<br></br>
            Ширина: 30 м<br></br>
            Радиус: 150 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Витебская ГЭС - Витебск (груз.) порт</b><br></br>
            Протяженность: 20 км<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>Витебск (груз.) порт-д.Слобода</b><br></br>
            Опорный гидропост: Витебск<br></br>
            Протяженность: 19,9 км<br></br>
            Глубина: 110 см<br></br>
            Ширина: 20 м<br></br>
            Радиус: 150 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>д. Слобода - г. Бешенковичи</b><br></br>
            Протяженность: 38 км<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>г. Бешенковичи-прк. Сосница</b><br></br>
            Протяженность: 67,9 км<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>прк. Сосница - Полоцкая гидроэлектростанция</b><br></br>
            Протяженность: 4,2 км<br></br>
            </a></button>
     </div>
     <div><b className="name1"> Туровский затон (г.Туров (вход в затон) - г.Туров (причал)</b></div>
     <div className="content122">
     <button className="btn121"><a>
           <b>г. Туров (вход в затон) - г. Туров (причал)</b><br></br>
            Опорный гидропост: Черничи<br></br>
            Протяженность: 1,5 км<br></br>
            </a></button>
     </div>
     <div><b className="name1"> Августовский канал (Граница с Республикой Польша - устье Августовского канала (слияние с рекой Неман)</b></div>
     <div className="content122">
     <button className="btn121"><a>
           <b>Граница с Республикой Польша - устье Августовского канала (слияние с рекой Неман)</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 21,2 км<br></br>
            Глубина: 100 см<br></br>
            Ширина: 15 м<br></br>
            Радиус: 60 м<br></br>
            </a></button>
     </div>
     <div><b className="name1"> река Свислочь (Минская кольцевая автомобильная дорога - переулок Канатный)</b></div>
     <div className="content121">
     <button className="btn121"><a>
           <b>Минская кольцевая автомобильная дорога - МГЭС (Водохранилище "Дрозды")</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 2 км<br></br>
            Глубина: 120 см<br></br>
            Ширина: 100 м<br></br>
            </a></button>
            <button className="btn121"><a>
           <b>МГЭС (Водохранилище "Дрозды") - ул.Орловская (нижняя граница пляжа)</b><br></br>
            </a></button>
            <button className="btn121"><a>
           <b>ул.Орловская (нижняя граница пляжа) - переулок Канатный</b><br></br>
            Опорный гидропост: НПГ<br></br>
            Протяженность: 1,7 км<br></br>
            Глубина: 120 см<br></br>
            Ширина: 20 м<br></br>
            Радиус: 100 м<br></br>
            </a></button> */}
     </div>
</div>

)
}

export default Gabarit;